tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "cask"
brew "cmake"
brew "elixir"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "gnatsd"
brew "htop"
brew "httpie"
brew "hub"
brew "jq"
brew "jrnl"
brew "lf"
brew "neovim"
brew "nmap"
brew "nnn"
brew "nodenv"
brew "pipes-sh"
brew "postgresql", restart_service: true
brew "pyenv"
brew "rbenv"
brew "readline"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby-build"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "ultralist"
brew "watchman"
brew "xz"
cask "brave-browser"
cask "font-fira-code"
cask "iterm2-nightly"
cask "visual-studio-code"
