tap "blinkergit/formulae", "git@github.com:blinkergit/homebrew-formulae.git"
tap "coursier/formulas"
tap "denisidoro/tools"
tap "github/gh"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "sachaos/todoist"
tap "zdcthomas/tools"
brew "autoconf"
brew "automake"
brew "xz"
brew "awscli"
brew "bash-completion"
brew "glib"
brew "python@3.9"
brew "tcl-tk"
brew "chezscheme"
brew "cmake"
brew "coreutils"
brew "cpanminus"
brew "dasel"
brew "direnv"
brew "erlang"
brew "elixir"
brew "elm"
brew "elm-format"
brew "exercism"
brew "exif"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fnm"
brew "fswatch"
brew "fzf"
brew "gcc"
brew "gdk-pixbuf"
brew "openjpeg"
brew "ghostscript"
brew "git"
brew "rebar3"
brew "gleam"
brew "glow"
brew "gnu-cobol"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "gource"
brew "gpatch"
brew "netpbm"
brew "python@3.8"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "haskell-stack"
brew "highlight"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "idris"
brew "idris2"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "imagemagick@6"
brew "jrnl"
brew "kakoune"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "lf"
brew "libslirp"
brew "libssh"
brew "libssh2"
brew "llvm"
brew "lolcat"
brew "luv"
brew "make"
brew "mas"
brew "micro"
brew "nats-server"
brew "neofetch"
brew "nghttp2"
brew "nmap"
brew "nnn"
brew "node-build"
brew "nushell"
brew "pandoc"
brew "pipes-sh"
brew "postgresql", restart_service: true
brew "prettier"
brew "procs"
brew "pyenv"
brew "qemu"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "rust-analyzer"
brew "sd"
brew "starship"
brew "task"
brew "tasksh"
brew "terragrunt", link: false
brew "tfenv"
brew "tflint"
brew "the_silver_searcher"
brew "tig"
brew "tmate"
brew "tmux"
brew "tmux-xpanes"
brew "tmuxinator"
brew "tokei"
brew "trash-cli"
brew "ttyrec"
brew "ttygif"
brew "vale"
brew "vifm"
brew "vim"
brew "watchman"
brew "wget"
brew "whalebrew"
brew "wordnet"
brew "yadm"
brew "yarn", link: false
brew "yetris"
brew "youtube-dl"
brew "zk"
brew "zola"
brew "blinkergit/formulae/upshift"
brew "helix-editor/helix/helix"
brew "zdcthomas/tools/dmux"
cask "1password"
cask "alacritty"
cask "alfred"
cask "anki"
cask "audio-hijack"
cask "brave-browser"
cask "calibre"
cask "dash"
cask "discord"
cask "docker"
cask "dotnet"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-victor-mono"
cask "gather"
cask "gfortran"
cask "google-chrome"
cask "iterm2"
cask "kitty"
cask "macdown"
cask "mono-mdk-for-visual-studio"
cask "notion"
cask "postman"
cask "raycast"
cask "sketch"
cask "skype"
cask "slack"
cask "spotify"
cask "visual-studio"
cask "visual-studio-code"
cask "xquartz"
cask "zeplin"
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Xcode", id: 497799835
